Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# MessageProblematicDrvFsUsage
source: Using an I/O intensive operation like {} on your Windows drives will have poor performance. Consider moving your project files to the Linux file system for better performance. Click below to learn more.
cs_cz: Použití operace náročné na vstupně-výstupní operace, jako je {} na jednotkách systému Windows, bude mít nízký výkon. Zvažte přesunutí souborů projektu do souborového systému Linux, abyste dosáhli vyššího výkonu. Pro další informace klikněte níže.
da_dk: Brug af en I/O-krævende handling som {} på dine Windows-drev vil have dårlig ydeevne. Overvej at flytte dine projektfiler til Linux-filsystemet for at opnå en bedre ydeevne. Klik nedenfor for at få mere at vide.
de_de: Die Verwendung eines E/A-intensive Vorgangs wie {} auf Ihren Windows-Laufwerken führt zu schlechter Leistung. Erwägen Sie, Ihre Projektdateien in das Linux-Dateisystem zu verschieben, um die Leistung zu verbessern. Klicken Sie unten, um weitere Informationen zu erhalten.
el_gr: Η χρήση μιας λειτουργίας με έντονη χρήση I/O όπως το {} στους δίσκους των Windows σας θα έχει κακή απόδοση. Εξετάστε το ενδεχόμενο να μετακινήσετε τα αρχεία του έργου σας στο σύστημα αρχείων Linux για καλύτερη απόδοση. Κάντε κλικ παρακάτω για να μάθετε περισσότερα.
es_es: El uso de una operación intensiva de E/S como {} en las unidades de Windows tendrá un rendimiento deficiente. Considere la posibilidad de mover los archivos del proyecto al sistema de archivos de Linux para mejorar el rendimiento. Haga clic a continuación para obtener más información.
fi_fi: Paljon I/O-toimintoa, kuten {} Windows-asemille, käytetään heikkoa suorituskykyä. Harkitse projektitiedostojen siirtämistä Linux-tiedostojärjestelmään suorituskyvyn parantamiseksi. Saat lisätietoja napsauttamalla alla.
fr_fr: L’utilisation d’une opération intensive d’E/S comme {} sur vos lecteurs Windows aura des performances médiocres. Envisagez de déplacer vos fichiers projet vers le système de fichiers Linux pour de meilleures performances. Cliquez ci-dessous pour en savoir plus.
hu_hu: Ha I/O-intenzív műveletet hajt végre, például {} a Windows-meghajtókon, gyenge lesz a teljesítménye. Fontolja meg a projektfájlok Linux fájlrendszerbe való áthelyezését a jobb teljesítmény érdekében. További információért kattintson az alábbi gombra.
it_it: L'utilizzo di un'operazione di I/O intensivo come {} nelle unità Windows avrà prestazioni ridotte. Per prestazioni migliori, provare a spostare i file di progetto in Linux file system. Fare clic di seguito per altre informazioni.
ja_jp: Windows ドライブで {} などの I/O 集中操作を使用すると、パフォーマンスが低下します。パフォーマンスを向上させるために、プロジェクト ファイルを Linux ファイル システムに移動することを検討してください。詳細については、下をクリックしてください。
ko_kr: Windows 드라이브에서 {}와 같은 I/O 집약적 작업을 사용하면 성능이 저하됩니다. 성능 향상을 위해 프로젝트 파일을 Linux 파일 시스템으로 이동하는 것이 좋습니다. 자세히 알아보려면 아래를 클릭하세요.
nb_no: Hvis du bruker en I/U-intensiv operasjon som {} på Windows-stasjonene, får du dårlig ytelse. Vurder å flytte prosjektfilene til Linux-filsystemet for å få bedre ytelse. Klikk nedenfor for å finne ut mer.
nl_nl: Het gebruik van een I/O-intensieve bewerking zoals {} op uw Windows-stations heeft slechte prestaties. Overweeg uw projectbestanden naar het Linux-bestandssysteem te verplaatsen voor betere prestaties. Klik hieronder voor meer informatie.
pl_pl: Korzystanie z operacji intensywnie korzystających z we/wy, takich jak {} na dyskach z systemem Windows, będzie miało niską wydajność. Rozważ przeniesienie plików projektu do systemu plików Linux w celu uzyskania lepszej wydajności. Kliknij poniżej, aby dowiedzieć się więcej.
pt_br: O uso de uma operação de uso intensivo de E/S, como {} em suas unidades do Windows, terá desempenho ruim. Considere mover seus arquivos de projeto para o sistema de arquivos do Linux para melhorar o desempenho. Clique abaixo para saber mais.
pt_pt: A utilização de uma operação de E/S intensiva como {} nas suas unidades Windows terá um desempenho fraco. Considere mover os seus ficheiros de projeto para o sistema de ficheiros Linux para um melhor desempenho. Clique abaixo para saber mais.
ru_ru: Использование интенсивной операции ввода-вывода, например {} на дисках с Windows, приведет к низкой производительности. Рассмотрите возможность перемещения файлов проекта в файловую систему Linux для повышения производительности. Щелкните ниже, чтобы получить дополнительные сведения.
sv_se: Om du använder en I/O-intensiv åtgärd som {} på dina Windows-enheter får du dåliga prestanda. Överväg att flytta dina projektfiler till Linux-filsystemet för bättre prestanda. Klicka nedan om du vill veta mer.
tr_tr: Windows sürücüleriniz üzerinde {} gibi yoğun G/Ç kullanımı düşük performansa sahip olur. Daha iyi performans için proje dosyalarını Linux dosya sistemine taşımayı düşünün. Daha fazla bilgi için aşağıya tıklayın.
zh_cn: 在 Windows 驱动器上使用像 {} 这样的 I/O 密集型操作将具有较差的性能。请考虑将项目文件移动到 Linux 文件系统以获得更好的性能。单击下方了解详细信息。
zh_tw: 在您的 Windows 磁碟驅動器上使用如 {} 的 I/O 密集型操作，效能將會不佳。請考慮將項目檔移至 Linux 檔案系統，以獲得較佳的效能。按兩下下方以深入瞭解。

# MessageViewDocs
source: View Docs
cs_cz: Zobrazit dokumenty
da_dk: Vis dokumenter
de_de: Dokumente anzeigen
el_gr: Προβολή Τεκμηρίωσης
es_es: Ver documentos
fi_fi: Näytä asiakirjat
fr_fr: Afficher les documents
hu_hu: Dokumentumok megtekintése
it_it: Visualizza documenti
ja_jp: ドキュメントの表示
ko_kr: 문서 보기
nb_no: Vis dokumenter
nl_nl: Documenten weergeven
pl_pl: Wyświetl dokumenty
pt_br: Exibir Documentos
pt_pt: Ver Documentos
ru_ru: Просмотреть документы
sv_se: Visa dokument
tr_tr: Belgeleri Görüntüleyin
zh_cn: 查看文档
zh_tw: 檢視文件

# MessageDontShowAgain
source: Don't Show Again
cs_cz: Příště nezobrazovat
da_dk: Vis ikke igen
de_de: Nicht mehr anzeigen
el_gr: Να μην εμφανιστεί ξανά
es_es: No volver a mostrar
fi_fi: Älä näytä uudelleen
fr_fr: Ne plus afficher
hu_hu: Ne jelenjen meg többé
it_it: Non visualizzare più questo messaggio
ja_jp: 今後表示しない
ko_kr: 다시 표시 안 함
nb_no: Ikke vis flere ganger
nl_nl: Niet meer weergeven
pl_pl: Nie pokazuj ponownie
pt_br: Não Mostrar Novamente
pt_pt: Não Voltar a Mostrar
ru_ru: Больше не показывать
sv_se: Visa inte detta igen
tr_tr: Tekrar Gösterme
zh_cn: 不再显示
zh_tw: 不再顯示

# MessageWSL2Crashed
source: The WSL2 Virtual Machine crashed.
cs_cz: Došlo k chybě virtuálního počítače WSL2.
da_dk: Den virtuelle WSL2-maskine gik ned.
de_de: Der virtuelle WSL2-Computer ist abgestürzt.
el_gr: Η Εικονική Μηχανή WSL2 κατέρρευσε.
es_es: La máquina virtual WSL2 se bloqueó.
fi_fi: WSL2-virtuaalikone kaatui.
fr_fr: La machine virtuelle WSL2 a planté.
hu_hu: A WSL2 virtuális gép összeomlott.
it_it: La macchina virtuale WSL2 ha subito un arresto anomalo.
ja_jp: WSL2 仮想マシンがクラッシュしました。
ko_kr: WSL2 가상 머신이 충돌했습니다.
nb_no: Den virtuelle WSL2-maskinen krasjet.
nl_nl: De WSL2-virtuele machine is vastgelopen.
pl_pl: Maszyna wirtualna WSL2 uległa awarii.
pt_br: A Máquina Virtual WSL2 falhou.
pt_pt: A Máquina Virtual WSL2 falhou.
ru_ru: Виртуальная машина WSL2 завершила работу с ошибкой.
sv_se: Den virtuella WSL2-maskinen kraschade.
tr_tr: WSL2 Sanal Makinesi çöktü.
zh_cn: WSL2 虚拟机崩溃。
zh_tw: WSL2 虛擬機器已損毀。

# MessageWSL2CrashedStackTrace
source: The stack trace has been saved in: {}
cs_cz: Trasování zásobníku se uložilo do: {}
da_dk: Staksporingen er gemt i: {}
de_de: Die Stapelüberwachung wurde gespeichert in: {}
el_gr: Το ίχνος στοίβας (stack trace) έχει αποθηκευτεί στο: {}
es_es: El seguimiento de la pila se ha guardado en: {}
fi_fi: Pinon jäljitys on tallennettu sijaintiin {}
fr_fr: Le rapport des appels de procédure a été enregistré dans : {}
hu_hu: A veremkivonat a következő helyre lett mentve: {}
it_it: L'analisi dello stack è stata salvata in: {}
ja_jp: スタック トレースが次の場所に保存されました: {}
ko_kr: 스택 추적이 {}에 저장되었습니다.
nb_no: Stakksporingen er lagret i: {}
nl_nl: De stacktracering is opgeslagen in: {}
pl_pl: Ślad stosu został zapisany w: {}
pt_br: O rastreamento de pilha foi salvo em: {}
pt_pt: O rastreio da pilha foi guardado em: {}
ru_ru: Трассировка стека сохранена в: {}
sv_se: Stackspårningen har sparats i: {}
tr_tr: Yığın izlemesi şu konuma kaydedildi: {}
zh_cn: 堆栈跟踪已保存在： {}
zh_tw: 堆棧追蹤已儲存於： {}

# MessageDistributionFailedToStart
source: The distribution failed to start. Error code: {}, failure step: {}
cs_cz: Spuštění distribuce se nezdařilo. Kód chyby: {}, krok selhání: {}
da_dk: Distributionen kunne ikke startes. Fejlkode: {}, fejltrin: {}
de_de: Fehler beim Starten der Distribution. Fehlercode: {}, Fehlerschritt: {}
el_gr: Η εκκίνηση της διανομής απέτυχε. Κωδικός σφάλματος: {}, βήμα αποτυχίας: {}
es_es: No se pudo iniciar la distribución. Código de error: {}, paso de error: {}
fi_fi: Jakelun käynnistäminen epäonnistui. Virhekoodi: {}, virheen vaihe: {}
fr_fr: Échec du démarrage de distribution. Code d’erreur : {}, étape d’échec : {}
hu_hu: Nem sikerült elindítani a terjesztést. Hibakód: {}, hibalépés: {}
it_it: Impossibile avviare la distribuzione. Codice errore: {}, passaggio errore: {}
ja_jp: ディストリビューションを開始できませんでした。エラー コード: {}、エラーステップ: {}
ko_kr: 배포를 시작하지 못했습니다. 오류 코드: {}, 오류 단계: {}
nb_no: Distribusjonen startet ikke. Feilkode: {}, feiltrinn: {}
nl_nl: De distributie kan niet worden gestart. Foutcode: {}, foutstap: {}
pl_pl: Nie można uruchomić dystrybucji. Kod błędu: {}, krok niepowodzenia: {}
pt_br: Falha ao iniciar a distribuição. Código de erro: {}, etapa de falha: {}
pt_pt: Falha ao iniciar a distribuição. Código de erro: {}, passo de falha: {}
ru_ru: Не удалось запустить распространение. Код ошибки: {}, шаг сбоя: {}
sv_se: Det gick inte att starta distributionen. Felkod: {}, felsteg: {}
tr_tr: Dağıtım başlatılamadı. Hata kodu: {}, hata adımı: {}
zh_cn: 无法启动分发。错误代码： {}，失败步骤： {}
zh_tw: 發佈無法啟動。錯誤碼： {}，失敗步驟： {}

# MessageDiskCorrupted
source: The distribution failed to start because its virtual disk is corrupted.
cs_cz: Spuštění distribuce se nezdařilo, protože její virtuální disk je poškozený.
da_dk: Distributionen kunne ikke starte, fordi den virtuelle disk er beskadiget.
de_de: Die Distribution konnte nicht gestartet werden, da der virtuelle Datenträger beschädigt ist.
el_gr: Η εκκίνηση της διανομής απέτυχε επειδή ο εικονικός της δίσκος είναι κατεστραμμένος.
es_es: No se pudo iniciar la distribución porque su disco virtual está dañado.
fi_fi: Jakelu ei käynnistynyt, koska sen näennäislevy on vioittunut.
fr_fr: Échec du démarrage de la distribution, car son disque virtuel est endommagé.
hu_hu: A terjesztés nem indult el, mert a virtuális lemeze sérült.
it_it: Impossibile avviare la distribuzione. Il disco virtuale è danneggiato.
ja_jp: 仮想ディスクが壊れているため、ディストリビューションを開始できませんでした。
ko_kr: 가상 디스크가 손상되어 배포를 시작하지 못했습니다.
nb_no: Distribusjonen startet ikke fordi den virtuelle disken er skadet.
nl_nl: De distributie kan niet worden gestart omdat de virtuele schijf beschadigd is.
pl_pl: Nie można uruchomić dystrybucji, ponieważ jej dysk wirtualny jest uszkodzony.
pt_br: A distribuição não pôde ser iniciada porque seu disco virtual está corrompido.
pt_pt: Falha ao iniciar a distribuição porque o respetivo disco virtual está danificado.
ru_ru: Не удалось запустить распределение, так как его виртуальный диск поврежден.
sv_se: Det gick inte att starta distributionen eftersom dess virtuella disk är skadad.
tr_tr: Dağıtım, sanal diski bozuk olduğundan başlatılamadı.
zh_cn: 无法启动分发，因为其虚拟磁盘已损坏。
zh_tw: 無法啟動分佈，因為其虛擬磁碟已損毀。

# MessageConfigKeyDuplicated
source: Duplicated config key '{}' in {}:{} (Conflicting key: '{}' in {}:{})
cs_cz: Duplicitní konfigurační klíč {} v {}:{} (konfliktní klíč: {} v {}:{})
da_dk: Konfigurationsnøglen '{}' er duplikeret i {}:{} (uoverensstemmende nøgle: '{}' i {}:{})
de_de: Doppelter Konfigurationsschlüssel '{}' in {}:{} (widersprüchlicher Schlüssel: '{}' in {}:{})
el_gr: Διπλότυπο κλειδί ρυθμίσεων '{}' στο {}:{} (Κλειδί που παρουσιάζει διένεξη: '{}' στο {}:{})
es_es: Clave de configuración duplicada "{}" en {}:{} (clave en conflicto: "{}" en {}:{})
fi_fi: Määritysavaimen {} kaksoiskappale kohteessa {}:{} (ristiriitainen avain: {} kohteessa {}:{})
fr_fr: Clé de configuration en double « {} » dans {} :{} (clé en conflit : « {} » dans {} :{})
hu_hu: Duplikált konfigurációs kulcs ({}) a következőben: {}:{} (Ütköző kulcs: {}, {}:{})
it_it: Chiave di configurazione '{}' duplicata in {}:{} (chiave in conflitto: '{}' in {}:{})
ja_jp: {}:{} の構成キー '{}' が重複しています (競合するキー: {}:{} の '{}')
ko_kr: {}:{}의 구성 키 '{}'가 중복되었습니다(충돌하는 키: {}:{}의 '{}').
nb_no: Duplisert konfigurasjonsnøkkel {} i {}:{} (Nøkkelkonflikt: {} i {}:{})
nl_nl: Dubbele configuratiesleutel {} in {}:{} (conflicterende sleutel: {} in {}:{})
pl_pl: Zduplikowany klucz konfiguracji „{}” w elemencie {}:{} (klucz powodujący konflikt: „{}” w {}:{})
pt_br: Chave de configuração duplicada '{}' em {}:{} (Chave em conflito: '{}' em {}:{})
pt_pt: Chave de configuração duplicada '{}' em {}:{} (Chave em conflito: '{}' em {}:{})
ru_ru: Повторяющийся ключ конфигурации "{}" в {}:{} (конфликтуемый ключ: "{}" в {}:{})
sv_se: Duplicerad konfigurationsnyckel '{}' i {}:{} (nyckel i konflikt: '{}' i {}:{})
tr_tr: {}:{} içinde yinelenen '{}' yapılandırma anahtarı ({}:{} içinde çakışan anahtar: '{}')
zh_cn: {}:{} 中的配置键“{}”重复({}:{}中的键“{}”冲突)
zh_tw: {}：{} 中的重複設定索引鍵 '{}' (衝突密鑰： {}：{}) 中的 '{}'

# MessageConfigInvalidEnum
source: Invalid value '{}' for config key '{}' in {}:{} (Valid values: {})
cs_cz: Neplatná hodnota {} pro konfigurační klíč {} v {}:{} (platné hodnoty: {})
da_dk: Ugyldig værdi '{}' for konfigurationsnøglen '{}' i {}:{} (Gyldige værdier: {})
de_de: Ungültiger Wert '{}' für den Konfigurationsschlüssel '{}' in {}:{} (Gültige Werte: {})
el_gr: Μη έγκυρη τιμή '{}' για το κλειδί ρυθμίσεων '{}' στο {}:{} (Έγκυρες τιμές: {})
es_es: Valor "{}" no válido para la clave de configuración "{}" en {}:{} (valores válidos: {})
fi_fi: Virheellinen arvo {} määritysavaimelle {} kohteessa {}:{} (kelvolliset arvot: {})
fr_fr: Valeur « {} » non valide pour la clé de configuration « {} » dans {} :{} (Valeurs valides : {})
hu_hu: Érvénytelen "{}" érték a(z) "{}" konfigurációs kulcshoz a következőben: {}:{} (Érvényes értékek: {})
it_it: Valore '{}' non valido per la chiave di configurazione '{}' in {}:{} (valori validi: {})
ja_jp: {}:{} の構成キー '{}' の値 '{}' が無効です (有効な値: {})
ko_kr: {}:{}의 구성 키 '{}'에 대한 값 '{}'이(가) 잘못되었습니다(유효한 값: {}).
nb_no: Ugyldig verdi {} for konfigurasjonsnøkkel {} i {}:{} (gyldige verdier: {})
nl_nl: Ongeldige waarde {} voor configuratiesleutel {} in {}:{} (geldige waarden: {})
pl_pl: Nieprawidłowa wartość „{}” klucza konfiguracji „{}” w elemencie {}:{} (prawidłowe wartości: {})
pt_br: Valor inválido '{}' para a chave de configuração '{}' em {}:{} (Valores válidos: {})
pt_pt: Valor "{}" inválido para a chave de configuração "{}" em {}:{} (Valores válidos: {})
ru_ru: Недопустимое значение "{}" для ключа конфигурации "{}" в {}:{} (Допустимые значения: {})
sv_se: Ogiltigt värde '{}' för konfigurationsnyckeln '{}' i {}:{} (Giltiga värden: {})
tr_tr: {}:{} içinde '{}' yapılandırma anahtarı için geçersiz '{}' değeri (Geçerli değerler: {})
zh_cn: {}:{} 中配置键“{}”的值“{}”无效（有效值: {}）
zh_tw: {}：{} 中設定索引鍵 '{}' 的值 '{}' 無效 (有效值： {})

# MessageWaitingForOobe
source: Waiting for OOBE command to complete for distribution "{}"...
cs_cz: Čeká se na dokončení příkazu OOBE pro distribuci „{}“…
da_dk: Venter på, at OOBE-kommandoen fuldføres for distributionen "{}"...
de_de: Warten auf den Abschluss des OOBE-Befehls für die Distribution "{}"...
el_gr: Αναμονή για την ολοκλήρωση της εντολής OOBE για τη διανομή "{}"...
es_es: Esperando a que se complete el comando OOBE para la distribución "{}"...
fi_fi: Odotetaan, että OOBE-komento valmistuu jakelulle {}...
fr_fr: En attente de la fin de la commande OOBE pour la distribution « {} » ...
hu_hu: Várakozás a(z) „{}” disztribúció OOBE parancsának befejezésére...
it_it: In attesa del completamento del comando OOBE per la distribuzione "{}"...
ja_jp: ディストリビューション "{}" の OOBE コマンドの完了を待機しています...
ko_kr: "{}" 배포에 대해 OOBE 명령이 완료되는 것을 기다리는 중 ...
nb_no: Venter på at OOBE-kommandoen skal fullføres for distribusjonen {}...
nl_nl: Wachten tot de OOBE-opdracht is voltooid voor distributie {}...
pl_pl: Oczekiwanie na ukończenie polecenia OOBE dla dystrybucji "{}"...
pt_br: Aguardando a conclusão do comando OOBE para a distribuição "{}"...
pt_pt: A aguardar que o comando OOBE seja concluído para distribuição "{}"...
ru_ru: Ожидание завершения команды OOBE для распространения "{}"...
sv_se: Väntar på att OOBE-kommandot ska slutföras för distributionen "{}"...
tr_tr: "{}" dağıtımı için OOBE komutunun tamamlanması ...
zh_cn: 正在等待 OOBE 命令完成分发“{}”...
zh_tw: 正在等候 OOBE 命令完成，以進行散發「{}」...

# MessageCorruptedDistroRegistration
source: Failed to read property '{}' from distribution {}
cs_cz: Nepodařilo se přečíst vlastnost '{}' z distribuce {}
da_dk: Egenskaben '{}' kunne ikke læses fra distributionen {}
de_de: Fehler beim Lesen der Eigenschaft "{}" aus der Distribution {}
el_gr: Αποτυχία ανάγνωσης της ιδιότητας '{}' από τη διανομή {}
es_es: No se pudo leer la propiedad '{}' de la distribución {}
fi_fi: Ominaisuuden {} lukeminen jakelusta {} epäonnistui
fr_fr: Échec de la lecture de la propriété « {} » à partir de la distribution {}
hu_hu: Nem sikerült beolvasni a(z) {} tulajdonságot a(z) {} disztribúcióból
it_it: Non è stato possibile leggere la proprietà '{}' dalla distribuzione {}
ja_jp: ディストリビューション {} からプロパティ '{}' を読み取ることができませんでした
ko_kr: 배포 {}에서 속성 '{}'을(를) 읽지 못했습니다.
nb_no: Kan ikke lese egenskapen {} fra distribusjonen {}
nl_nl: Kan de eigenschap {} niet lezen uit distributie {}
pl_pl: Nie można odczytać właściwości „{}” z dystrybucji {}
pt_br: Falha ao ler a propriedade '{}' da distribuição {}
pt_pt: Falha ao ler a propriedade "{}" a partir da distribuição {}
ru_ru: Не удалось прочитать свойство "{}" из дистрибутива {}
sv_se: Det gick inte att läsa egenskapen '{}' från fördelningen {}
tr_tr: '{}' özelliği {} dağıtımından okunamadı
zh_cn: 无法从分发 {} 读取属性“{}”
zh_tw: 無法從發佈 {} 讀取屬性 '{}'

# MessagePassVhdFlag
source: This looks like a VHD file. Use --vhd to import a VHD instead of a tar.
cs_cz: Vypadá to jako soubor VHD. K importu virtuálního pevného disku místo tar použijte --vhd
da_dk: Dette ligner en VHD-fil. Brug --vhd til at importere en VHD i stedet for en tar.
de_de: Dies sieht wie eine VHD-Datei aus. Verwenden Sie „--vhd “, um eine VHD anstelle eines „tar“ zu importieren.
el_gr: Αυτό μοιάζει με αρχείο VHD. Χρησιμοποιήστε το --vhd για εισαγωγή VHD αντί για tar.
es_es: Parece un archivo VHD. Usa --vhd para importar un VHD en lugar de una tar.
fi_fi: Tämä näyttää VHD-tiedostolta. --vhd -näppäimellä voit tuoda VHD:n tar-tiedoston sijaan.
fr_fr: Cela ressemble à un fichier VHD. Utilisez --vhd pour importer un VHD au lieu d’un tar.
hu_hu: Ez egy VHD-fájlnak tűnik. VHD importálásához használja a --vhd formátumot tar helyett.
it_it: Questo sembra un file disco rigido virtuale. Usa --vhd per importare un disco rigido virtuale anziché un tar.
ja_jp: これは VHD ファイルのようです。--vhd を使用して、tar ではなく VHD をインポートします。
ko_kr: VHD 파일인 것 같습니다. --vhd 사용하여 tar 대신 VHD를 가져옵니다.
nb_no: Dette ser ut som en VHD-fil. Bruk --vhd til å importere en VHD i stedet for en tar.
nl_nl: Dit ziet eruit als een VHD-bestand. Gebruik --vhd om een VHD te importeren in plaats van een tar.
pl_pl: Wygląda to na plik VHD. Użyj polecenia --vhd aby zaimportować plik VHD zamiast tar.
pt_br: Parece um arquivo VHD. Use --vhd para importar um VHD em vez de um tar.
pt_pt: Este parece ser um ficheiro VHD. Utilize --vhd para importar um ficheiro VHD em vez de um tar.
ru_ru: Похоже, это VHD-файл. Используйте --vhd для импорта VHD вместо tar.
sv_se: Det här ser ut som en VHD-fil. Använd --vhd för att importera en virtuell hårddisk i stället för en tjära.
tr_tr: Bu bir VHD dosyası gibi görünüyor. Tar yerine VHD dosyasını içeri aktarmak için --vhd kullanın.
zh_cn: 这看起来像一个 VHD 文件。使用 --vhd 导入 VHD，而不是导入 tar。
zh_tw: 這看起來像一個 VHD 文件。使用 --vhd 匯入 VHD 而不是 tar。

# MessageDistroStoreInstallFailed
source: Failed to install {} from the Microsoft Store: {} Attempting web download...
cs_cz: Nepovedlo se nainstalovat {} z Microsoft Store: {} Probíhá pokus o stažení webu...
da_dk: {} kunne ikke installeres fra Microsoft Store: {} Forsøger at downloade...
de_de: Fehler beim Installieren von {} aus dem Microsoft Store: {} Es wird versucht,...
el_gr: Αποτυχία εγκατάστασης του {} από το Microsoft Store: {} Προσπάθεια λήψης από το διαδίκτυο...
es_es: Error al instalar la aplicación {} de la Microsoft Store: {} Intentando la descarga web...
fi_fi: Kohteen {} asentaminen epäonnistui Microsoft Store: {} Yritetään ladata verkkoa...
fr_fr: Échec de l’installation de {} à partir du Microsoft Store : {} Tentative d'... de téléchargement web
hu_hu: Nem sikerült telepíteni a(z) {} alkalmazást a Microsoft Store: {} Webes letöltési... megkísérlése
it_it: Non è stato possibile installare {} dal Microsoft Store: {} Tentativo di download web...
ja_jp: Microsoft Storeから {} をインストールできませんでした: {} Web ダウンロード... を試行しています
ko_kr: Microsoft Store에서 {}을(를) 설치하지 못함: {} 웹 다운로드를 시도하는 중...
nb_no: Kan ikke installere {} fra Microsoft Store: {} Forsøker å laste ned...
nl_nl: Kan {} niet installeren vanaf de Microsoft Store: {} Poging tot downloaden van web...
pl_pl: Nie można zainstalować {} z Microsoft Store: {} Próba pobrania z sieci Web...
pt_br: Falha ao instalar {} do Microsoft Store: {} Tentando baixar a Web...
pt_pt: Falha ao instalar {} a partir da Microsoft Store: {} A tentar transferir a Web...
ru_ru: Не удалось установить {} с Microsoft Store: {} Попытка скачивания веб-...
sv_se: Det gick inte att installera {} från Microsoft Store: {} Försöker ladda ned...
tr_tr: Microsoft Store'dan {} yüklenemedi: {} Web'den indirme deneniyor...
zh_cn: 未能从 Microsoft Store 安装 {}：{} 正在尝试 Web 下载...
zh_tw: 無法從Microsoft Store安裝 {}： {} 正在嘗試 Web 下載...

# MessageNoInstallDefault
source: No default distribution has been configured. Please provide a distribution to install.
cs_cz: Nebyla nakonfigurována žádná výchozí distribuce. Zadejte prosím distribuci, která se má nainstalovat.
da_dk: Der er ikke konfigureret nogen standarddistribution. Angiv en distribution, der skal installeres.
de_de: Es wurde keine Standarddistribution konfiguriert. Geben Sie eine Zu installierende Distribution an.
el_gr: Δεν έχει ρυθμιστεί προεπιλεγμένη διανομή. Παρακαλώ καθορίστε μια διανομή προς εγκατάσταση.
es_es: No se ha configurado ninguna distribución predeterminada. Proporcione una distribución para instalar.
fi_fi: Oletusjakelua ei ole määritetty. Anna jakelu asennettavaksi.
fr_fr: Aucune distribution par défaut n’a été configurée. Fournissez une distribution à installer.
hu_hu: Nincs konfigurálva alapértelmezett terjesztés. Adja meg a telepítendő terjesztést.
it_it: Non è stata configurata alcuna distribuzione predefinita. Specificare una distribuzione da installare.
ja_jp: 既定のディストリビューションが構成されていません。インストールするディストリビューションを指定してください。
ko_kr: 기본 배포가 구성되지 않았습니다. 설치할 배포를 제공하세요.
nb_no: Ingen standarddistribusjon er konfigurert. Angi en distribusjon som skal installeres.
nl_nl: Er is geen standaarddistributie geconfigureerd. Geef een distributie op om te installeren.
pl_pl: Nie skonfigurowano dystrybucji domyślnej. Podaj dystrybucję do zainstalowania.
pt_br: Nenhuma distribuição padrão foi configurada. Forneça uma distribuição para instalar.
pt_pt: Não foi configurada nenhuma distribuição predefinida. Forneça uma distribuição para instalar.
ru_ru: Нет настроенного дистрибутива по умолчанию. Укажите дистрибутив для установки.
sv_se: Ingen standarddistribution har konfigurerats. Ange en distribution att installera.
tr_tr: Varsayılan dağıtım yapılandırılmadı. Lütfen yüklenecek bir dağıtım girin.
zh_cn: 尚未配置默认分发。请提供要安装的分发。
zh_tw: 尚未設定預設發佈。請提供要安裝的發佈。
